IDEA Open Model
PlateElements Constructor (Int32)
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PlateElements(
	int count
)
Public Sub New (
	count As Integer
)
public:
PlateElements(
	int count
)
Parameters
count
Type: System.Int32
Number of plate elements
See Also
Reference
PlateElements Class
PlateElements Overload
IdeaRS.OpenModel.Result Namespace